# Задание № 1
#a = int(input("Введите первое число: "))
#
# b = int(input("Введите второе число: "))
#
# print(a + b)

# Задание № 2
# seconds = int(input("Введите секунды: "))
# hours = seconds // (60 * 60)
# seconds %= (60 * 60)
# minutes = seconds // 60
# seconds %= 60
#
# print("%02i:%02i:%02i" % (hours, minutes, seconds))

# Задание № 3
# n = int(input("Введите первое число:  "))
# b = str(n)
# c1 = b + b
# c2 = b + b + b
# comp = n + int(c1) + int(c2)
#
# print(comp)


# Задание № 4
# n = int(input('Введите целое число'))
#
# b = n%10
# n = n//10
#
# while n > 0:
#     if n%10 > b:
#         b = n % 10
#     n = n // 10
# print(b)
#
#
#
#
#
#
#
#
#
#
#
#





















# """"while number <
#     print(number)
#     number = number + 1
# print('программа завершена успешно')"""












